[
  {
    "id": "1",
    "title": "Supreme Court Declines To Hear Apple’s Appeal In Book Pricing Scheme",
    "preview": "https://img.buzzfeed.com/buzzfeed-static/static/2016-03/7/11/campaign_images/webdr06/supreme-court-declines-to-hear-apples-appeal-in-b-2-29451-1457368984-0.jpg",
    "image": "https://img.buzzfeed.com/buzzfeed-static/static/2016-03/7/11/enhanced/webdr06/enhanced-buzz-28624-1457368776-16.jpg",
    "content": "Apple has joined five of the nation’s major book publishers in being held financially responsible for a book pricing conspiracy after the Supreme Court rejected the company’s appeal Monday.In 2014, Apple agreed to settle the case brought by a private class of e-book purchasers and 33 attorneys general who argued the company conspired to keep the prices of books artificially high, as online retailers like Amazon offered consumers steep discounts.Apple’s partners in the scheme — Simon & Schuster, Hachette, HarperCollins, Penguin Group, and Macmillan — previously agreed to pay $133 million in damages to e-book customers. Apple was bound to the settlement as well but appealed to the Supreme Court, arguing that it did not violate antitrust laws.This request to hear its appeal was rejected by the high court, which declined to review the legal issues involved. Now, the ruling of the lower court stands, leaving Apple on the hook for $400 million dollars.“Apple’s liability for knowingly conspiring with book publishers to raise the prices of e-books is settled once and for all,” said Assistant Attorney General Bill Baer of the Justice Department’s antitrust division. Apple did not immediately respond to a request for comment.",
    "type": "tech"
  },
  {
    "id": "2",
    "title": "Joe Biden Made Some Great Jokes About Donald Trump And Ted Cruz",
    "preview": "https://img.buzzfeed.com/buzzfeed-static/static/2016-03/6/14/campaign_images/webdr12/joke-biden-2-21795-1457291427-2.jpg",
    "image": "https://img.buzzfeed.com/buzzfeed-static/static/2016-03/6/11/enhanced/webdr13/enhanced-12276-1457281655-10.jpg",
    "content": "Vice President Joe Biden spoke Saturday night at the annual Gridiron Club dinner, where the Washington, D.C. press and politicians come together to roast one another. Among his reported remarks, the Veep had some pretty good jokes about some of the final few Republicans still running for president. “Ted Cruz?” Biden joked of the senator who has few allies in Congress. “An inspiration to every kid in America who worries that he’ll never be able to run for President because nobody likes him.” “I told Barack, if you really, really want to remake the Supreme Court, nominate Cruz. Before you know it, you’ll have eight vacancies.” Biden also had some choice words for Donald Trump: “Donald has attacked every person of color – except John Boehner,” he said, making light of the former speaker’s penchant for fake tan. “But folks, on a serious point, Trump said he likes ‘people who don’t get captured,’” Biden said. “What a terrible thing to say about my friend and a genuine war hero, John McCain.” “So tonight I call on Donald Trump to be a man of his word – and release Chris Christie right now.”",
    "type": "politics"
  },
  {
    "id": "3",
    "title": "The 'Yelp For People' App That Everyone Hated Is Finally Here",
    "preview": "https://img.buzzfeed.com/buzzfeed-static/static/2016-03/7/17/campaign_images/webdr06/the-yelp-for-people-app-that-everyone-hated-is-fi-2-23298-1457388517-0.jpg",
    "image": "https://img.buzzfeed.com/buzzfeed-static/static/2016-03/7/16/enhanced/webdr13/enhanced-mid-15085-1457386597-1.jpg",
    "content": "Last October, a two-person tech company based in Canada gave an interview to The Washington Post to talk up their new app, Peeple. The idea — “Yelp, but for people” — was, to put it lightly, not popular. It immediately kicked off a wild outburst, prompting furious reactions on every social platform imaginable and a glut of thinkpieces pointing to the app as a sign of the end times. Peeple was reviled by the internet at large and Julia Cordray, its co-creator, received the full weight of that outrage. The general consensus boiled down to a collective belief that reviewing other human beings is a bad, bordering on dangerous idea. The cheery, somewhat tone-deaf nature of the app didn’t help — it was a purely hatable phenomenon. A lot of people even thought it was a hoax; surely such an app couldn’t really exist? Despite a huge number of people saying, loudly, “we don’t want this thing to exist, ever,” Cordray stuck to her gameplan, making slight changes to the app but maintaining its core idea. Today, Peeple comes out, with a few changes from the original version. First, only people who opt into the app are eligible for review – you can’t create profiles for anyone. The app requires a Facebook login to ensure valid identities, and you can only be reviewed if you opt in. You can now block and report abusive users and reviews. And, crucially, if you get a negative review, you can hide it — but anyone that pays for a yet-to-be-released premium version of Peeple will be able to see those negative reviews. Cordray talked to BuzzFeed News about what it was like to have the whole internet yell at you, and why she still thinks Peeple is a good idea.",
    "type": "tech"
  },
  {
    "id": "4",
    "title": "What Is Meldonium And Why Is It Banned?",
    "preview": "https://img.buzzfeed.com/buzzfeed-static/static/2016-03/8/13/campaign_images/webdr15/what-is-meldonium-and-why-is-it-banned-2-23332-1457460245-14.jpg",
    "image": "https://img.buzzfeed.com/buzzfeed-static/static/2016-03/8/9/enhanced/webdr15/enhanced-20840-1457448800-2.jpg",
    "content": "“I was given this medicine by my doctor for several health issues I was having back in 2006,” Sharapova said in a press conference on Monday. She mentioned repeatedly catching the flu, magnesium deficiency, irregular EKG results, and a family history of diabetes as health issues the drug helped with. “It made me healthy and that’s why I continued to take it,” she said. Sharapova is not the only one to have tested positive for the drug. Russian ice dancer Ekaterina Bobrova, Russian cyclist Eduard Vorganov, and Ukrainian biathletes Olga Ambramova and Artem Tyshchenko have all reportedly failed drug tests because of meldonium this year.",
    "type": "science"
  },
  {
    "id": "5",
    "title": "The Northern Lights Came To Britain And They Looked Pretty Damn Amazing",
    "preview": "https://img.buzzfeed.com/buzzfeed-static/static/2016-03/7/8/campaign_images/webdr05/the-northern-lights-came-to-britain-and-they-look-2-8910-1457355749-0.jpg",
    "image": "https://img.buzzfeed.com/buzzfeed-static/static/2016-03/7/4/enhanced/webdr15/longform-original-13460-1457343952-3.jpg",
    "content": "Last night, the aurora borealis – or northern lights – were on display in the UK. Here they are over Kielder Water, in Northumberland. Seeing the lights in the UK is not that uncommon – according to the British Geological Survey, people in the north of Scotland, such as here in Aberdeenshire, can expect to see the aurora every few months. But it is much rarer for it to make it as far south as England, as it did last night.",
    "type": "science"
  },
  {
    "id": "6",
    "title": "Hillary Clinton Wants To End Tipping As We Know It",
    "preview": "https://img.buzzfeed.com/buzzfeed-static/static/2016-03/8/13/campaign_images/webdr07/hillary-clinton-wants-to-end-tipping-as-we-know-it-2-12989-1457460090-1.jpg",
    "image": "https://img.buzzfeed.com/buzzfeed-static/static/2016-03/7/18/enhanced/webdr02/enhanced-buzz-27758-1457392028-7.jpg",
    "content": "The United States has two so-called minimum wages, and one is more minimum than the other. Last week, Democratic presidential candidate Hillary Clinton called for the end of the sub-minimum wage for tipped workers — such as waiters, car washers, and manicurists — which remains as low as $2.13 an hour in more than a dozen states. (By contrast, the federal minimum wage for non-tipped workers is $7.25.) “It is time we end the so-called tipped minimum wage,” Clinton said Wednesday at a rally at the Javits Center with New York state governor Andrew Cuomo. “We are the only industrialized country in the world that requires tipped workers to take their income in tips instead of wages.” The federal tipped wage is a calcified piece of labor law — frozen at $2.13 for more than two decades — little-known outside of the restaurant industry, but acutely known by servers at chain restaurants, including large ones like IHOP, Applebee’s, and Olive Garden. Clinton called the lower wage floor, which varies by state, “shameful.” Advocates and law-makers have pointed to its roots in slavery. Though the tipped wage has gotten little political attention in the recent past, it’s bubbling up this election season with the help of some famous restaurant owners, such as Danny Meyer, who are voluntarily eliminating tips at their businesses, while raising base wages for workers. Democratic presidential candidate Bernie Sanders is also in favor of eliminating the tipped wage.",
    "type": "business"
  },
  {
    "id": "7",
    "title": "Justice Department Appeals Apple Encryption Request It Was Denied In New York",
    "preview": "https://img.buzzfeed.com/buzzfeed-static/static/2016-03/7/20/campaign_images/webdr03/justice-department-appeals-apple-encryption-reque-2-26231-1457400281-0.jpg",
    "image": "https://img.buzzfeed.com/buzzfeed-static/static/2016-03/7/20/enhanced/webdr04/enhanced-buzz-2649-1457398853-11.jpg",
    "content": "The Department of Justice is asking a district court judge to review a request compelling Apple to help law enforcement extract data from an encrypted iPhone in a drug-related case. Last week, U.S. Magistrate Judge James Orenstein of the Eastern District of New York sided with Apple, ruling that the government could not rely on the All Writs Act to force Apple to help federal investigators pull data from a locked device. In its appeal, the Justice Department has asked that the court not adopt Orenstein’s legal analysis, because his decision would set forth “an unprecedented limitation on federal courts’ authority pursuant to the All Writs Act to issue orders in aid of their jurisdiction.” The Justice Department maintains that Apple has assisted law enforcement in pulling data from locked iPhones in at least 70 other cases. In the filing, government lawyers argue that the request is “something that Apple can easily do, that it has done many times before, and that will have no effect on the security of its products or the safety of its customers.”",
    "type": "politics"
  },
  {
    "id": "8",
    "title": "Spotify Follows Up Discover Weekly With Six New Weekly Playlists",
    "preview": "https://img.buzzfeed.com/buzzfeed-static/static/2016-03/2/5/campaign_images/webdr02/spotify-follows-up-discover-weekly-with-six-new-w-2-31025-1456915915-0.jpg",
    "image": "https://img.buzzfeed.com/buzzfeed-static/static/2016-03/1/23/enhanced/webdr05/enhanced-mid-10529-1456894482-1.jpg",
    "content": "Last year, Spotify launched Discover Weekly, an algorithmically curated playlist updated every Monday with personal recommendations for its subscribers. It proved to be a massive hit, racking up 1 billion listens in the first 10 weeks following its debut and causing all sorts of social media consternation when it failed to update as promised. On Tuesday, Spotify rolled out a new selection of playlists, hoping to evoke a similarly rabid response.",
    "type": "tech"
  }
]
